{"translation-revision-date":"2023-10-07 16:09:23+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Added by":["Adicionado por"],"Patterns content":["Conteúdo dos padrões"],"Filter by sync status":["Filtrar por estado de sincronização"],"Search patterns":["Pesquisar padrões"],"Patterns that can be changed freely without affecting the site.":["Padrões que podem ser alterados livremente sem afectar o site."],"Patterns that are kept in sync across the site.":["Padrões que são mantidos em sincronia em todo o site."],"Standard":["Padrão"],"Synced":["Sincronizado"],"Last page":["Última página"],"paging\u0004%1$s of %2$s":["%1$s de %2$s"],"First page":["Primeira página"],"Copy to My patterns":["Copiar para os meus padrões"],"Action menu for %s pattern":["Menu de acções para o padrão %s"],"Editing this pattern will also update anywhere it is used":["Editar este padrão irá também actualizá-lo onde quer que seja utilizado."],"Empty pattern":["Padrão vazio"],"Are you sure you want to delete \"%s\"?":["De certeza que quer eliminar \"%s\"?"],"Are you sure you want to clear these customizations?":["Tem a certeza de que deseja descartar estas personalizações?"],"Press Enter to edit, or Delete to delete the pattern.":["Prima Enter para editar, ou Delete para eliminar o padrão."],"An error occurred while deleting the pattern.":["Ocorreu um erro ao eliminar o padrão."],"\"%s\" added to my patterns.":["\"%s\" adicionado aos meus padrões."],"View my patterns":["Ver os meus padrões"],"\"%s\" created.":["\"%s\" criado."],"My Patterns":["Os meus padrões"],"Delete template part":["Eliminar parte do modelo"],"Delete template":["Eliminar modelo"],"Reset template part":["Repor parte do modelo"],"Reset template":["Repor modelo"],"Learn about styles":["Saiba mais sobre os estilos"],"Open styles":["Abrir estilos"],"Open styles revisions":["Abrir revisões dos estilos"],"Open CSS":["Abrir CSS"],"Reset styles to defaults":["Repor estilos por omissão"],"Save panel":["Guardar painel"],"Save site, content, and template changes":["Guardar alterações ao site, conteúdo e modelos"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Utilizar as teclas de seta esquerda e direita para redimensionar a tela. Manter premida a tecla shift para redimensionar em incrementos maiores."],"Open command palette":["Abrir paleta de comandos"],"View site (opens in a new tab)":["Ver site (abre num novo separador)"],"Open Navigation":["Abrir navegação"],"View site":["Ver site"],"View":["Ver"],"Zoom-out View":["Reduzir o zoom"],"Document not found":["Documento não encontrado"],"Editing template part:":["A editar a parte de modelo:"],"Editing template:":["A editar o modelo:"],"Editing navigation menu:":["A editar o menu de navegação:"],"Editing pattern:":["A editar o padrão:"],"site exporter menu item\u0004Export":["Exportar"],"Download your theme with updated templates and styles.":["Descarregue o seu tema com modelos e estilos actualizados."],"An error occurred while creating the site export.":["Ocorreu um erro ao criar o ficheiro de exportação do site."],"You attempted to edit an item that doesn't exist. Perhaps it was deleted?":["Tentou editar um item que não existe. Talvez tenha sido eliminado?"],"%1$s ‹ %2$s ‹ Editor":["%1$s ‹ %2$s ‹ Editor"],"Post Template displays each post or page in a Query Loop.":["O modelo de artigo mostra cada artigo ou página num loop de consulta."],"Post Content displays the content of a post or page.":["O conteúdo de artigo mostra o conteúdo de um artigo ou página."],"Query Loop displays a list of posts or pages.":["O loop de consulta mostra uma lista de artigos ou páginas."],"Now displaying: %s":["A mostrar: %s"],"%1$s ‹ %2$s — WordPress":["%1$s ‹ %2$s — WordPress"],"Fallback content":["Conteúdo alternativo"],"Note that the same template can be used by multiple pages, so any changes made here may affect other pages on the site. To switch back to editing the page content click the ‘Back’ button in the toolbar.":["Tenha em atenção que o mesmo modelo pode ser utilizado por várias páginas, pelo que quaisquer alterações feitas aqui podem afectar outras páginas do site. Para voltar a editar o conteúdo da página, clique no botão 'Voltar' na barra de ferramentas."],"Editing a template":["A editar um modelo"],"It’s now possible to edit page content in the site editor. To customise other parts of the page like the header and footer switch to editing the template using the settings sidebar.":["Agora já é possível editar o conteúdo de páginas no Editor do site. Para personalizar outras partes da página, como o cabeçalho e o rodapé, mude para a edição do modelo, usando a barra lateral de configurações."],"Continue":["Continuar"],"Editing a page":["A editar uma página"],"Here’s a detailed guide to learn how to make the most of it.":["Aqui está um guia detalhado para aprender a aproveitar ao máximo."],"https:\/\/wordpress.org\/documentation\/article\/styles-overview\/":["https:\/\/wordpress.org\/documentation\/article\/styles-overview\/"],"New to block themes and styling your site? ":["Principiante em temas de blocos e personalização do estilo do seu site? "],"Learn more":["Saiba mais"],"You can adjust your blocks to ensure a cohesive experience across your site — add your unique colors to a branded Button block, or adjust the Heading block to your preferred size.":["Pode ajustar os seus blocos para garantir uma experiência consistente em todo o site, adicione as cores da sua marca a um botão personalizado, ou ajuste o bloco de título para o seu tamanho preferido."],"Personalize blocks":["Personalizar blocos"],"You can customize your site as much as you like with different colors, typography, and layouts. Or if you prefer, just leave it up to your theme to handle! ":["Pode personalizar seu site o quanto quiser com diferentes cores, tipografia e layouts. Ou se preferir, deixe a cargo do seu tema! "],"Set the design":["Defina o design"],"Tweak your site, or give it a whole new look! Get creative — how about a new color palette for your buttons, or choosing a new font? Take a look at what you can do here.":["Faça pequenas alterações no seu site, ou dê-lhe um aspecto totalmente novo! Apele à criatividade – que tal uma nova paleta de cores para os botões ou um novo tipo de letra? Veja aqui o que pode fazer."],"Welcome to Styles":["Boas-vindas aos estilos"],"styles":["estilos"],"Click <StylesIconImage \/> to start designing your blocks, and choose your typography, layout, and colors.":["Clique em <StylesIconImage \/> para começar a desenhar os seus blocos, escolher a tipografia, o layout e as cores."],"Design everything on your site — from the header right down to the footer — using blocks.":["Desenhe tudo no seu site, do cabeçalho ao rodapé, com blocos."],"Edit your site":["Editar o seu site"],"Welcome to the site editor":["Boas-vindas ao editor do site"],"Start writing with text or HTML":["Comece a escrever com texto ou HTML"],"Type text or HTML":["Digite texto ou HTML"],"Back to page":["Voltar à página"],"You are editing a template.":["Está a editar um modelo."],"Edit your template to edit this block.":["Edite o seu modelo para editar este bloco."],"Search Openverse":["Pesquisar no Openverse"],"Openverse":["Openverse"],"Search audio":["Pesquisar áudio"],"Search videos":["Pesquisar vídeos"],"Videos":["Vídeos"],"Search images":["Pesquisar imagens"],"caption\u0004<a %1$s>Work<\/a>\/ %3$s":["<a %1$s>Trabalho<\/a>\/ %3$s"],"caption\u0004\"%1$s\"\/ %2$s":["\"%1$s\"\/ %2$s"],"caption\u0004<a %1$s>Work<\/a> by %2$s\/ %3$s":["<a %1$s>Trabalho<\/a> por %2$s\/ %3$s"],"caption\u0004\"%1$s\" by %2$s\/ %3$s":["\"%1$s\" por %2$s\/ %3$s"],"Editor Canvas":["Ecrã do editor"],"Template part created.":["Parte de modelo criada."],"Detach blocks from template part":["Desanexar blocos da parte de modelo"],"Editing history":["A editar histórico"],"%d Revision":["%d revisão","%d revisões"],"Last edited %s":["Última edição %s"],"Immediately":["Imediatamente"],"Change publish date":["Alterar data de publicação"],"Use a secure password":["Usar uma senha segura"],"Hide this page behind a password":["Esconda esta página através de uma senha"],"An error occurred while updating the status":["Ocorreu um erro ao actualizar o estado"],"Change status":["Alterar estado"],"Visible to everyone.":["Visível para todos."],"Publish automatically on a chosen date.":["Publique automaticamente numa data específica."],"Only visible to site admins and editors.":["Visível apenas para administradores e editores do site."],"Waiting for review before publishing.":["A aguardar revisão antes de se publicar."],"Not ready to publish.":["Não está pronto para publicar."],"Page":["Página"],"Page (selected)":["Página (seleccionada)"],"Styles actions":["Acções dos estilos"],"Close Styles":["Fechar estilos"],"Reset to defaults":["Repor valores por omissão"],"Revision history":["Histórico de revisões"],"Do you want to replace your unsaved changes in the editor?":["Pretende substituir as suas alterações não guardadas no editor?"]," Discard unsaved changes":[" Descartar alterações não guardadas"],"Loading this revision will discard all unsaved changes.":["Ao carregar esta revisão, todas as alterações não guardadas serão descartadas."],"Revisions are added to the timeline when style changes are saved.":["As revisões são adicionadas à linha de tempo quando as alterações de estilo são guardadas."],"Changes saved by %s":["Alterações guardadas por %s"],"Changes saved by %1$s on %2$s":["Alterações guardadas por %1$s em %2$s"],"Changes saved by %1$s on %2$s (current)":["Alterações guardadas por %1$s em %2$s (actual)"],"Unsaved changes by %s":["Alterações não guardadas por %s"],"Close revisions":["Fechar revisões"],"CSS":["CSS"],"Choose a variation to change the look of the site.":["Escolha uma variação para alterar o aspecto do site."],"Palettes are used to provide default color options for blocks and various design tools. Here you can edit the colors with their labels.":["As paletas são utilizadas para estabelecer opções de cores por omissão para os blocos e outras ferramentas de design. Aqui pode editar as cores e as legendas."],"Custom gradients are empty! Add some gradients to create your own palette.":["Não tem gradientes personalizados! Adicione alguns gradientes para criar a sua própria paleta."],"Custom colors are empty! Add some colors to create your own color palette.":["Não tem cores personalizadas! Adicione algumas cores para criar a sua própria paleta."],"Manage palettes and the default color of different global elements on the site.":["Gerir paletas e as cores por omissão de diferentes elementos globais em todo o site."],"Randomize colors":["Escolher cores aleatórias"],"Color palettes":["Paletas de cores"],"Palette":["Paleta"],"Add custom colors":["Adicionar cores personalizadas"],"%d color":["%d cor","%d cores"],"Select heading level":["Seleccione o nível do título"],"Manage the fonts and typography used on buttons.":["Gerir os tipos de letra utilizados nos botões."],"Manage the fonts and typography used on captions.":["Gerir os tipos de letra utilizados nas legendas."],"Manage the fonts and typography used on headings.":["Gerir os tipos de letra utilizados nos títulos."],"Manage the fonts and typography used on the links.":["Gerir os tipos de letra utilizados nas ligações."],"Manage the fonts used on the site.":["Gerir os tipos de letra utilizados no site."],"Buttons":["Botões"],"Elements":["Elementos"],"Manage the typography settings for different elements.":["Gerir as opções de tipografia de diferentes elementos."],"Aa":["Aa"],"Typography %s styles":["Estilos de tipografia de %s"],"Add your own CSS to customize the appearance of the %s block.":["Adicione o seu próprio CSS para personalizar a apresentação do bloco %s."],"Style Variations":["Variações de estilo"],"Search for blocks":["Pesquisar blocos"],"Customize the appearance of specific blocks and for the whole site.":["Personalizar o aspecto de blocos específicos e para todo o site."],"%s block styles":["Estilos do bloco %s"],"Add your own CSS to customize the appearance and layout of your site.":["Adicione o seu próprio CSS para personalizar a apresentação e layout do seu site."],"Blocks styles":["Estilos de blocos"],"Customize the appearance of specific blocks for the whole site.":["Personalizar o aspecto de blocos específicos para todo o site."],"Browse styles":["Pesquisar estilos"],"Layout styles":["Estilos de layout"],"Colors styles":["Estilos de cor"],"Typography styles":["Estilos da tipografia"],"An error occurred while moving the page to the trash.":["Ocorreu um erro ao mover a página para o lixo."],"\"%s\" moved to the Trash.":["\"%s\" movido para o lixo."],"< 1 min":["< 1 min"],"%s mins":["%s mins"],"Time to read":["Tempo de leitura"],"Unknown":["Desconhecido"],"Words":["Palavras"],"Parent":["Superior"],"Slug":["Slug"],"Status":["Estado"],"Pending":["Pendente"],"Scheduled":["Agendado"],"Scheduled: <time>%s<\/time>":["Agendado: <time>%s<\/time>"],"Published <time>%s<\/time>":["Publicado <time>%s<\/time>"],"Manage all pages":["Gerir todas as páginas"],"No page found":["Nenhuma página encontrada"],"Loading pages":["A carregar páginas"],"Browse and edit pages on your site.":["Procure e edite páginas no seu site."],"Create draft":["Criar rascunho"],"Draft a new page":["Faça um rascunho de uma nova página"],"An error occurred while creating the page.":["Ocorreu um erro ao a página."],"No title":["Sem título"],"Saving failed.":["Falhou ao guardar."],"Site updated.":["Site actualizado."],"Review %d change…":["Rever %d alteração…","Rever %d alterações…"],"Saving":["A guardar"],"Activate & Save":["Activar e guardar"],"Activating":["A activar"],"Create new template parts, or reset any customizations made to the template parts supplied by your theme.":["Crie novas partes de modelos, ou reponha quaisquer personalizações feitas às partes de modelos fornecidas pelo tema."],"All template parts":["Todas as partes de modelo"],"Create new templates, or reset any customizations made to the templates supplied by your theme.":["Crie novos modelos, ou reponha quaisquer personalizações feitas aos modelos fornecidos pelo tema."],"All templates":["Todos os modelos"],"Manage your Navigation menus.":["Gerir os seus menus de navegação."],"No Navigation Menus found.":["Nenhum menu de navegação encontrado."],"Unable to duplicate Navigation menu (%s).":["Não é possível duplicar o menu de navegação (%s)."],"Duplicated Navigation menu":["Menu de navegação duplicado"],"%s (Copy)":["%s (Cópia)"],"Unable to rename Navigation menu (%s).":["Não é possível renomear o menu de navegação (%s)."],"Renamed Navigation menu":["Menu de navegação renomeado"],"Unable to delete Navigation menu (%s).":["Não é possível eliminar o menu de navegação (%s)."],"Deleted Navigation menu":["Menu de navegação eliminado"],"This Navigation Menu is empty.":["Este menu de navegação está vazio."],"Navigation Menu missing.":["Menu de navegação em falta."],"Navigation menus are a curated collection of blocks that allow visitors to get around your site.":["Os menus de navegação são uma colecção organizada de blocos que permite aos visitantes navegar no seu site."],"Are you sure you want to delete this Navigation menu?":["De certeza que quer eliminar este menu de navegação?"],"Navigation title":["Título da navegação"],"Fully synced":["Totalmente sincronizado"],"Not synced":["Não sincronizado"],"Syncing":["A sincronizar"],"pattern\u0004(Customized)":["(Personalizado)"],"This is the %s pattern.":["Isto é o padrão %s."],"Go to %s":["Ir para %s"],"No template parts or patterns found":["Nenhuma parte de modelo ou padrões encontrados"],"Loading patterns":["A carregar padrões"],"Manage what patterns are available when editing the site.":["Gerir quais os padrões disponíveis ao editar o site."],"Manage all template parts":["Gerir todas as partes de modelos"],"Theme patterns cannot be edited.":["Os padrões do tema não podem ser editados."],"Template parts":["Partes de modelo"],"Create template part":["Criar parte de modelo"],"An error occurred while creating the template part.":["Ocorreu um erro ao criar a parte de modelo."],"Please enter a title.":["Introduza um título."],"Editing the original pattern will also update anywhere the pattern is used.":["Editar o padrão original irá também actualizá-lo onde quer que seja utilizado."],"Keep all pattern instances in sync":["Manter todas as instâncias de padrões sincronizadas"],"My pattern":["O meu padrão"],"Create pattern":["Criar padrão"],"An error occurred while creating the pattern.":["Ocorreu um erro ao criar o padrão."],"Untitled Pattern":["Padrão sem título"],"Please enter a pattern name.":["Introduza um nome para o padrão."],"template\u0004(Customized)":["(Personalizado)"],"This is a custom template that can be applied manually to any Post or Page.":["Este é um modelo personalizado que pode ser aplicado manualmente a qualquer artigo ou página."],"<time>%s<\/time>":["<time>%s<\/time>"],"Areas":["Áreas"],"Changes will apply to new posts only. Individual posts may override these settings.":["Estas opções podem ser sobrepostas em cada artigo. Estas alterações só serão aplicadas a novos artigos."],"Allow comments on new posts":["Permitir comentários em novos artigos"],"Set the default number of posts to display on blog pages, including categories and tags. Some templates may override this setting.":["Defina o número por omissão de artigos a serem mostrados nas páginas do blog, incluindo categorias e etiquetas. Alguns modelos podem sobrepor-se a esta definição."],"Posts per page":["Artigos por página"],"Set the Posts Page title. Appears in search results, and when the page is shared on social media.":["Defina o título das páginas de artigos. Aparece nos resultados da pesquisa e quando a página é partilhada nas redes sociais."],"Blog title":["Título do blog"],"Are you sure you want to delete this template part?":["De certeza que quer eliminar esta parte de modelo?"],"Are you sure you want to delete this template?":["De certeza que quer eliminar este modelo?"],"Clear customizations":["Limpar personalizações"],"Use the template as supplied by the theme.":["Usar o modelo tal como fornecido pelo tema."],"Actions":["Acções"],"An error occurred while reverting the entity.":["Ocorreu um erro ao reverter a entidade."],"\"%s\" reverted.":["\"%s\" revertido."],"Rename":["Renomear"],"An error occurred while renaming the entity.":["Ocorreu um erro ao renomear a entidade."],"Entity renamed.":["Entidade renomeada."],"template part\u0004Customized":["Personalizado"],"template\u0004Customized":["Personalizado"],"Manage all templates":["Gerir todos os modelos"],"No templates found":["Nenhum modelo encontrado"],"Loading templates":["A carregar modelos"],"Express the layout of your site with templates":["Crie o layout do seu site com modelos"],"A custom template can be manually applied to any post or page.":["Um modelo personalizado pode ser manualmente aplicado a qualquer artigo ou página."],"Custom template":["Modelo personalizado"],"Select what the new template should apply to:":["Escolha a que deve aplicar-se o novo modelo:"],"Add template: %s":["Adicionar modelo: %s"],"An error occurred while creating the template.":["Ocorreu um erro ao criar o modelo."],"\"%s\" successfully created.":["\"%s\" criado com sucesso."],"E.g. %s":["P. ex.: %s"],"This template will be used only for the specific item chosen.":["Este modelo será utilizado apenas no item escolhido."],"For a specific item":["Para um item específico"],"For all items":["Para todos os itens"],"Select whether to create a single template for all items or a specific one.":["Escolha se criar um único modelo para todos os itens ou um específico."],"Suggestions list":["Lista de sugestões"],"All Authors":["Todos os autores"],"No authors found.":["Nenhum autor encontrado."],"Search Authors":["Pesquisar autores"],"Displays latest posts written by a single author.":["Mostra os artigos mais recentes escritos por um autor."],"Displays taxonomy: %s.":["Mostra a taxonomia: %s."],"Displays a single item: %s.":["Mostra apenas um item: %s."],"Single item: %1$s (%2$s)":["Item: %1$s (%2$s)"],"Single item: %s":["Item: %s"],"Displays an archive with the latest posts of type: %s.":["Mostra um arquivo com os conteúdos mais recentes deste tipo: %s."],"Archive: %s":["Arquivo: %s"],"Archive: %1$s (%2$s)":["Arquivo: %1$s (%2$s)"],"Customize the appearance of your website using the block editor.":["Personalize a apresentação do seu site utilizando o editor de blocos."],"Looking for template parts? Find them in \"Patterns\".":["À procura de partes de modelos? Encontre-as em \"Padrões\"."],"Edit styles":["Editar estilos"],"Choose a different style combination for the theme styles.":["Escolha uma combinação de estilos diferente para os estilos do tema."],"Last modified":["Última modificação"],"Distraction free mode turned off":["Foi desligado o modo sem distracções"],"Open %s styles in Styles panel":["Abrir estilos de %s no painel de estilos"],"Examples of blocks":["Exemplos de blocos"],"Examples of blocks in the %s category":["Exemplos de blocos da categoria %s"],"Close Style Book":["Fechar livro de estilos"],"Code Is Poetry":["Código é poesia"],"Headings":["Títulos"],"Global styles revisions":["Revisões de estilos globais"],"Style Book":["Livro de estilos"],"Use left and right arrow keys to resize the canvas.":["Use as teclas de seta para a esquerda e para a direita para redimensionar o ecrã."],"Drag to resize":["Arraste para redimensionar"],"Go back to the theme showcase":["Voltar à apresentação do tema"],"Go to the Dashboard":["Ir para o painel"],"Template revert failed. Please reload.":["Falhou ao reverter modelo. Por favor recarregue a página."],"Template reverted.":["Modelo revertido."],"The editor has encountered an unexpected error. Please reload.":["O editor encontrou um erro inesperado. Por favor recarregue a página."],"This template is not revertable.":["Este modelo não é reversível."],"An error occurred while deleting the template.":["Ocorreu um erro ao eliminar o modelo."],"\"%s\" deleted.":["\"%s\" eliminado."],"Apply globally":["Aplicar globalmente"],"Apply this block’s typography, spacing, dimensions, and color styles to all %s blocks.":["Aplique os estilos de tipografia, espaçamento, dimensões e cores deste bloco a todos os blocos de %s."],"%s styles applied.":["Foram aplicados os estilos de %s."],"Open keyboard shortcuts":["Abrir atalhos de teclado"],"Open editor preferences":["Abrir preferências do editor"],"Toggle code editor":["Ligar\/desligar editor de código"],"Toggle top toolbar":["Ligar\/desligar barra de ferramentas do topo"],"Toggle spotlight mode":["Ligar\/desligar modo de foco"],"Toggle distraction free":["Ligar\/desligar modo sem distracções"],"Toggle block inspector":["Ligar\/desligar inspector de blocos"],"Toggle settings sidebar":["Ligar\/desligar barra lateral de configurações"],"The \"%s\" plugin has encountered an error and cannot be rendered.":["O plugin \"%s\" encontrou um erro e não pode ser mostrado."],"Editor footer":["Rodapé do editor"],"Editor publish":["Área de publicação do editor"],"Editor settings":["Definições do editor"],"Editor content":["Conteúdo do editor"],"Editor top bar":["Barra superior do editor"],"Open save panel":["Abrir painel de guardar"],"Get started":["Comece aqui"],"Close Settings":["Fechar opções"],"Summary":["Resumo"],"Edit template":["Editar modelo"],"Add template":["Adicionar modelo"],"Describe the template, e.g. \"Post with sidebar\". A custom template can be manually applied to any post or page.":["Descreva o modelo, e.g. \"Artigo com barra lateral\". Modelos personalizados podem ser aplicados a qualquer artigo ou página."],"Create custom template":["Criar modelo personalizado"],"Custom Template":["Modelo personalizado"],"Block (selected)":["Bloco (seleccionado)"],"%s (selected)":["%s (seleccionado)"],"Close block inserter":["Fechar painel de inserir blocos"],"Distraction free mode deactivated":["Foi desactivado o modo sem distracções"],"Distraction free mode activated":["Foi activado o modo sem distracções"],"Write with calmness":["Escreva com calma"],"Spotlight mode deactivated":["Modo de foco desactivado"],"Spotlight mode activated":["Modo de foco activado"],"Focus on one block at a time":["Foque-se num bloco de cada vez"],"Editor":["Editor"],"Code editor":["Editor de código"],"Visual editor":["Editor visual"],"Generic label for block inserter button\u0004Toggle block inserter":["Mostrar\/esconder painel de inserir blocos"],"Discussion":["Discussão"],"Customize how you interact with blocks in the block library and editing canvas.":["Personalize a forma como interage com os blocos na biblioteca de blocos e no ecrã de edição."],"Block interactions":["Interações de blocos"],"Display block breadcrumbs":["Mostrar breadcrumbs dos blocos"],"Shows block breadcrumbs at the bottom of the editor.":["Mostra as breadcrumbs dos blocos no rodapé do editor."],"Always open list view":["Abrir sempre com a vista de lista"],"Opens the block list view sidebar by default.":["Abre a barra lateral de visualização da lista de blocos por omissão."],"Show text instead of icons on buttons.":["Mostra texto em vez de ícones nos botões."],"Show button text labels":["Mostrar legendas de texto dos botões"],"Spotlight mode":["Modo de foco"],"Highlights the current block and fades other content.":["Destaca o bloco actual e desfoca os restantes conteúdos."],"Distraction free":["Sem distracções"],"Reduce visual distractions by hiding the toolbar and other elements to focus on writing.":["Reduza as distracções visuais, escondendo a barra de ferramentas e outros elementos para se concentrar na escrita."],"Customize options related to the block editor interface and editing flow.":["Personalize opções relacionadas com a interface do editor de blocos e fluxo de edição."],"Distraction free mode turned off.":["Foi desligado o modo sem distracções."],"Distraction free mode turned on.":["Foi ligado o modo sem distracções."],"Navigate to the previous part of the editor.":["Navega para a parte anterior do editor."],"Navigate to the next part of the editor.":["Navega para a parte seguinte do editor."],"Show or hide the Settings sidebar.":["Mostra ou esconde a barra lateral das opções."],"Open the block list view.":["Abre a vista de lista dos blocos."],"Toggle distraction free mode.":["Alternar o modo sem distracções."],"Switch between visual editor and code editor.":["Alterna entre o editor visual e o editor de código."],"Exit code editor":["Sair do editor de código"],"Editing code":["A editar código"],"Code editor selected":["Editor de código seleccionado"],"Visual editor selected":["Editor visual seleccionado"],"Footer":["Rodapé"],"Block Library":["Biblioteca de blocos"],"Header":["Cabeçalho"],"Pin to toolbar":["Fixar na barra de ferramentas"],"Unpin from toolbar":["Desafixar da barra de ferramentas"],"Close plugin":["Fechar plugin"],"Copy all blocks":["Copiar todos os blocos"],"All content copied.":["Todo o conteúdo copiado."],"Transform paragraph to heading.":["Transformar parágrafo em título."],"Transform heading to paragraph.":["Transformar título em parágrafo."],"Save your changes.":["Guarda as suas alterações."],"Redo your last undo.":["Refaz o que anulou anteriormente."],"Undo your last changes.":["Anula as suas últimas alterações."],"Document tools":["Ferramentas do documento"],"Aids screen readers by stopping text caret from leaving blocks.":["Ajuda os leitores de texto ao impedir o cursor de sair dos blocos."],"Contain text cursor inside block":["Manter o cursor de texto dentro do bloco"],"Preferences":["Preferências"],"Welcome Guide":["Guia de boas-vindas"],"Top toolbar deactivated":["Barra de ferramentas superior desactivada"],"Top toolbar activated":["Barra de ferramentas superior activada"],"Access all block and document tools in a single place":["Aceda a todas as ferramentas de blocos e documentos num único local"],"Top toolbar":["Barra de ferramentas superior"],"noun\u0004View":["Visualização"],"Text formatting":["Formatação de texto"],"Forward-slash":["Barra para a direita"],"Change the block type after adding a new paragraph.":["Altera o tipo de bloco depois de adicionar um novo parágrafo."],"Block shortcuts":["Atalhos de blocos"],"Selection shortcuts":["Atalhos de selecção"],"Global shortcuts":["Atalhos globais"],"Keyboard shortcuts":["Atalhos de teclado"],"Display these keyboard shortcuts.":["Mostrar estes atalhos de teclado."],"Convert the current paragraph or heading to a heading of level 1 to 6.":["Converta o parágrafo ou título actual para um título de nível 1 a 6."],"Convert the current heading to a paragraph.":["Converta o título actual para um parágrafo."],"Make the selected text inline code.":["Formatar o texto seleccionado como código em linha."],"Strikethrough the selected text.":["Rasura o texto seleccionado."],"Underline the selected text.":["Sublinha o texto seleccionado."],"Insert a link to a post or page.":["Insira uma ligação para um artigo ou página."],"Remove a link.":["Remove uma ligação."],"Convert the selected text into a link.":["Converte o texto seleccionado numa ligação."],"Make the selected text italic.":["Torna itálico o texto seleccionado."],"Make the selected text bold.":["Torna negrito o texto seleccionado."],"The editor has encountered an unexpected error.":["O editor encontrou um erro inesperado."],"Copy Error":["Copiar erro"],"Manage all of my patterns":["Gerir todos os meus padrões"],"Design":["Design"],"Area":["Área"],"Create":["Criar"],"Template Part":["Parte de modelo","Partes de modelo"],"Choose a pattern":["Escolha um padrão"],"No Title":["Sem título"],"Remove %s":["Remover %s"],"(no title %s)":["(sem título %s)"],"Navigation":["Navegação"],"Featured image":["Imagem de destaque"],"List View":["Vista de lista"],"Styles":["Estilos"],"Tools":["Ferramentas"],"All":["Tudo"],"More":["Mais"],"Skip":["Saltar"],"Duplicate":["Duplicar"],"Delete":["Eliminar"],"Layout":["Layout"],"Duotone":["Bicolor"],"Typography":["Tipografia"],"Appearance":["Apresentação"],"H6":["H6"],"H5":["H5"],"H4":["H4"],"H3":["H3"],"H2":["H2"],"H1":["H1"],"Captions":["Legendas para surdos"],"Blocks":["Blocos"],"Options":["Opções do editor"],"Navigate to the previous view":["Navegar para a vista anterior"],"Patterns":["Padrões"],"%d result found.":["%d resultado encontrado.","%d resultados encontrados."],"My patterns":["Os meus padrões"],"Pattern":["Padrão"],"Custom":["Personalizado"],"Text":["Texto"],"Page title":["Título da página"],"Audio":["Áudio"],"Links":["Ligações"],"Block":["Bloco"],"User":["Utilizador"],"Theme":["Tema"],"https:\/\/wordpress.org\/documentation\/article\/site-editor\/":["https:\/\/wordpress.org\/documentation\/article\/site-editor\/"],"Saved":["Guardado"],"Content":["Conteúdo"],"Images":["Imagens"],"Published":["Publicado"],"Private":["Privado"],"Draft":["Rascunho"],"Template Parts":["Partes de modelo"],"Templates":["Modelos"],"No patterns found.":["Nenhum padrão encontrado."],"Revisions":["Revisões"],"Pages":["Páginas"],"Previous page":["Página anterior"],"Next page":["Página seguinte"],"Clear":["Limpar"],"Move to Trash":["Mover para o lixo"],"Details":["Detalhes"],"Password":["Senha"],"Name":["Nome"],"Password protected":["Protegido por senha"],"Template":["Modelo"],"Word count type. Do not translate!\u0004words":["words"],"Save":["Guardar"],"Advanced":["Avançadas"],"General":["Geral"],"Author":["Autor"],"Cancel":["Cancelar"],"Redo":["Refazer"],"Undo":["Anular"],"Apply":["Aplicar"],"Help":["Ajuda"],"Back":["Voltar"],"Move down":["Mover para baixo"],"Move up":["Mover para cima"],"No results found.":["Nenhum resultado encontrado."],"Additional CSS":["CSS adicional"],"Learn more about CSS":["Saiba mais sobre CSS"],"Colors":["Cores"],"Default":["Por omissão"],"Site Icon":["Ícone do site"],"Publish":["Publicar"],"(opens in a new tab)":["(abre num novo separador)"],"Add":["Adicionar"],"%s item":["%s item","%s itens"],"Uncategorized":["Sem categoria"],"Close":["Fechar"],"(no title)":["(sem título)"],"Edit":["Editar"],"%1$s (%2$s)":["%1$s (%2$s)"],"Search":["Pesquisar"],"Settings":["Opções"],"Plugins":["Plugins"],"Activate":["Activar"]}},"comment":{"reference":"wp-includes\/js\/dist\/edit-site.js"}}